[
    {
        "id": 1,
        "title": "The Lord of the Rings",
        "author": "J.R.R. Tolkien",
        "cover": "https://m.media-amazon.com/images/I/71ZLavBjpRL._AC_UF1000,1000_QL80_.jpg",
        "year": 1954,
        "amazonLink": "https://www.amazon.com.br/Box-Trilogia-Senhor-dos-An%C3%A9is/dp/8595086354/ref=sr_1_1?__mk_pt_BR=%C3%85M%C3%85%C5%BD%C3%95%C3%91&crid=BRCRR0GLUC9I&dib=eyJ2IjoiMSJ9.N7TYWPa6MbkMK5nXBtdK0Q4zW1HM8S7KZ6MNiOeKcWrQIHH_g2Vlq8sT93bkqm6hi3Kw4E1WDIgIwt3tw0_E71UcHmU9xDplZQJeTStWuGZJoFseep_mAQGrjU2aSOpjhdashRTBr6C0SrHSdFJ9BjIyZUa_0JVVKGCQN_zfxDOg-zenUG3VKv9WlUnB9HI19PL06FpUG0wgp3uLvTQ-8k591ZkgY52FOTNtKQ-q5X0._OVer1uuda9OcyxO2-h1dskAvwjjhbTNyYZnKPKLZKo&dib_tag=se&keywords=o+senhor+dos+an%C3%A9is&qid=1733401146&s=books&sprefix=o+senhor+dos+an%C3%A9i%2Cstripbooks%2C224&sr=1-1&ufe=app_do%3Aamzn1.fos.6121c6c4-c969-43ae-92f7-cc248fc6181d",
        "about": "The Lord of the Rings is an epic high fantasy novel by the English author and scholar J. R. R. Tolkien. Set in Middle-earth, the story began as a sequel to Tolkien's 1937 children's book The Hobbit, but eventually developed into a much larger work. Written in stages between 1937 and 1949, The Lord of the Rings is one of the best-selling books ever written, with over 150 million copies sold.",
        "authorInfo": {
            "about": "John Ronald Reuel Tolkien was an English writer and philologist. He was the author of the high fantasy works The Hobbit and The Lord of the Rings. From 1925 to 1945, Tolkien was the Rawlinson and Bosworth Professor of Anglo-Saxon and a Fellow of Pembroke College, both at the University of Oxford.",
            "picture": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/J._R._R._Tolkien%2C_ca._1925.jpg/220px-J._R._R._Tolkien%2C_ca._1925.jpg",
            "otherBooks": [
                "The Hobbit",
                "The Silmarillion",
                "Unfinished Tales"
            ]
        }
    },
    {
        "id": 2,
        "title": "H.P. Lovecraft - Medo Clássico",
        "author": "H.P. Lovecraft",
        "cover": "https://m.media-amazon.com/images/I/61D91XRmA0L._AC_UF1000,1000_QL80_.jpg",
        "year": 2017,
        "amazonLink": "https://www.amazon.com.br/H-P-Lovecraft-Medo-Cl%C3%A1ssico/dp/8594540795/ref=pd_lpo_d_sccl_2/138-1420692-8736900?pd_rd_w=ETINT&content-id=amzn1.sym.a2197dac-0fbe-4cc8-beca-b52f96ea33d5&pf_rd_p=a2197dac-0fbe-4cc8-beca-b52f96ea33d5&pf_rd_r=ZFBS5X2C8P05HHZCE99M&pd_rd_wg=inL1X&pd_rd_r=fd1eda98-3f22-432b-be50-dcc8cc19c183&pd_rd_i=8594540795&psc=1",
        "about": "The Shadow Out of Time is a novella by American horror fiction writer H. P. Lovecraft. Written between November 1934 and February 1935, it was first published in the June 1936 issue of Astounding Stories. The story describes time and space travel by mind transfer, where a person in a given place and time can switch bodies with someone who is elsewhere or elsewhen. As with other Lovecraftian works, this story features otherworldly alien beings that are not simply variations on humans or other familiar terrestrial animals. ",
        "authorInfo": {
            "about": "Howard Phillips Lovecraft was an American writer of weird, science, fantasy, and horror fiction. He is best known for his creation of the Cthulhu Mythos. Born in Providence, Rhode Island, Lovecraft spent most of his life in New England.",
            "picture": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/H._P._Lovecraft%2C_June_1934.jpg/220px-H._P._Lovecraft%2C_June_1934.jpg",
            "otherBooks": [
                "The Shadow Out of Time",
                "The Colour Out of Space",
                "At the Mountains of Madness"
            ]
        }
    },
    {
        "id": 3,
        "title": "1984",
        "author": "George Orwell",
        "cover": "https://m.media-amazon.com/images/I/819js3EQwbL.jpg",
        "year": 1949,
        "amazonLink": "https://www.amazon.com.br/1984-George-Orwell/dp/8535914846",
        "about": "Nineteen Eighty-Four (also published as 1984) is a dystopian novel and cautionary tale by English writer George Orwell. It was published on 8 June 1949 by Secker & Warburg as Orwell's ninth and final book completed in his lifetime. Thematically, it centres on the consequences of totalitarianism, mass surveillance, and repressive regimentation of people and behaviours within society. Orwell, a staunch believer in democratic socialism and member of the anti-Stalinist Left, modelled the Britain under authoritarian socialism in the novel on the Soviet Union in the era of Stalinism and on the very similar practices of both censorship and propaganda in Nazi Germany. More broadly, the novel examines the role of truth and facts within societies and the ways in which they can be manipulated. ",
        "authorInfo": {
            "about": "Eric Arthur Blair was a British novelist, poet, essayist, journalist, and critic who wrote under the pen name of George Orwell, a name inspired by his favourite place, the River Orwell. His work is characterised by lucid prose, social criticism, opposition to all totalitarianism, and support of democratic socialism.",
            "picture": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/George_Orwell_press_photo.jpg/220px-George_Orwell_press_photo.jpg",
            "otherBooks": [
                "Animal Farm"
            ]
        }
    },
    {
        "id": 4,
        "title": "Warlord Chronicles",
        "author": "Bernard Cornwell",
        "cover": "https://m.media-amazon.com/images/I/A1Rqf8QSe2L._UF894,1000_QL80_.jpg",
        "year": 1995,
        "amazonLink": "https://www.amazon.com.br/Box-cr%C3%B4nicas-Artur-Edi%C3%A7%C3%A3o-colecionador/dp/8501304840/ref=sr_1_1?adgrpid=106299467654&dib=eyJ2IjoiMSJ9._jAukJR0JXf5NZ8jagvqL4C4OuRo6e0M0t-1gKXTLGg5Gjt_FEj1itiBGkH6mot646bEfN1HxvLveKYp4VRt6R96nx0c66hokYkkSdFJeTwNH2gwzTf7D5D50HkEoGMcukDoOv2TKCiGLr-mZGEicm_3SNAGhXENxLzydVTUO7q7WVirimNvo-C-2GqlPVUT5TucAaIOeo-VwFKwFurxzNDsEYcIKXja45xG1AaAQtQc_H6dKL5mE9jag3OF8c6gJBOUJxdgyUndWGPt0j0PuASQ2I5CpSa0qGx-XJzCAfA.17yHRMqRXh1D9kxINJEYtBGaEx666T8aR6i5vtx10Dc&dib_tag=se&hvadid=595838265025&hvdev=c&hvlocphy=9196692&hvnetw=g&hvqmt=e&hvrand=1702724548696431789&hvtargid=kwd-1015917805632&hydadcr=22516_13519562&keywords=as+cr%C3%B4nicas+do+rei+artur&qid=1733401505&sr=8-1&ufe=app_do%3Aamzn1.fos.6121c6c4-c969-43ae-92f7-cc248fc6181d",
        "about": "The Warlord Chronicles or The Warlord Trilogy is a series of three novels about Arthurian Britain written by Bernard Cornwell. The story is written as a mixture of historical fiction and Arthurian legend. The books were originally published between 1995 and 1997 by Penguin and Michael Joseph in the United Kingdom and by St. Martin's Press in the United States. It has been adapted for television as The Winter King.",
        "authorInfo": {
            "about": "Bernard Cornwell OBE is a British-American author of historical novels and a history of the Waterloo Campaign. He is best known for his long-running series of novels about Napoleonic Wars rifleman Richard Sharpe. He has also written The Saxon Stories, a series of thirteen novels about the unification of England.",
            "picture": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Bernard_Cornwell.jpg/220px-Bernard_Cornwell.jpg",
            "otherBooks": [
                "The Saxon Stories",
                "Sharpe Stories"
            ]
        }
    },
    {
        "id": 5,
        "title": "Memórias Póstumas de Brás Cubas",
        "author": "Machado de Assis",
        "cover": "https://m.media-amazon.com/images/I/71gp45id2QS._AC_UF1000,1000_QL80_.jpg",
        "year": 1881,
        "amazonLink": "https://www.amazon.com.br/Mem%C3%B3rias-p%C3%B3stumas-Cubas-Machado-Assis/dp/6559100529",
        "about": "The Posthumous Memoirs of Brás Cubas (Portuguese: Memorias Posthumas de Braz Cubas, modern spelling Memórias Póstumas de Brás Cubas), also translated as Epitaph of a Small Winner, is a novel by the Brazilian writer Joaquim Maria Machado de Assis that is regarded as one of the greatest works of Brazilian literature. The book is presented as the memoirs of its protagonist, Brás Cubas, as told from beyond the grave.\n\nPublished in 1881, the novel has a unique style of short, erratic chapters shifting in tone and style. Instead of the clear and logical construction of a normal nineteenth-century realist novel, the novel makes use of surreal devices of metaphor and playful narrative construction. It is considered the first novel of the realist movement in Brazil. ",
        "authorInfo": {
            "about": "Joaquim Maria Machado de Assis, often known by his surnames as Machado de Assis, Machado, or Bruxo do Cosme Velho, was a pioneer Brazilian novelist, poet, playwright and short story writer, widely regarded as the greatest writer of Brazilian literature.",
            "picture": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Machado_de_Assis_by_Marc_Ferrez.jpg/220px-Machado_de_Assis_by_Marc_Ferrez.jpg",
            "otherBooks": [
                "Dom Casmurro",
                "Esaú e Jacó",
                "Quincas Borba"
            ]
        }
    },
    {
        "id": 6,
        "title": "Grande Sertão: Veredas",
        "author": "João Guimarães Rosa",
        "cover": "https://m.media-amazon.com/images/I/71bh8SB8R0L._AC_UF1000,1000_QL80_.jpg",
        "year": 1963,
        "amazonLink": "https://www.amazon.com.br/Grande-sert%C3%A3o-Veredas-Guimar%C3%A3es-Rosa/dp/8535931988",
        "about": "The Devil to Pay in the Backlands (Portuguese: Grande Sertão: Veredas, \"Great Backlands: Paths\"; also translated as The Great Backlands and Their Paths) is a novel published in 1956 by the Brazilian writer João Guimarães Rosa.\n\nThe original title refers to the veredas, which are small paths through wetlands usually located at higher altitudes characterized by the presence of grasses and buritizais, groups of the buriti palm-tree (Mauritia flexuosa), that criss-cross the Sertão region in northern Minas Gerais as a labyrinthine net where an outsider can easily get lost, and where there is no single way to a certain place, since all paths interconnect in such a way that any road can lead anywhere. The English title refers to a later episode in the book involving an attempt to make a deal with the Devil. Most of the book's spirit is, however, lost in translation, as the Portuguese original is written in a register that is both archaic and colloquial, as well as full of the author's remarkable neologisms, which makes the aesthetics of the book a challenging task to transpose to other languages. The combination of its size, linguistic oddness and polemic themes caused a shock when it was published, but now it is widely regarded as one of the greatest works of Brazilian literature and one of the most important novels of Portuguese language literature and South American literature. In a 2002 poll of 100 noted writers conducted by the Bokklubben World Library, the book was named among the top 100 books of all time.",
        "authorInfo": {
            "about": "João Guimarães Rosa was a Brazilian novelist, short story writer, poet and diplomat. Rosa only wrote one novel, Grande Sertão: Veredas, a revolutionary text for its blend of archaic and colloquial prose and frequent use of neologisms, taking inspiration from the spoken language of the Brazilian backlands.",
            "picture": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Guimar%C3%A3es_Rosa%2C_anos_1960.tif/lossy-page1-220px-Guimar%C3%A3es_Rosa%2C_anos_1960.tif.jpg",
            "otherBooks": [
                "Sagarana"
            ]
        }
    }
]